 [
{"q":"What is a shared car?",
"a":"A shared car is a model of car rental for a group of customers, for short or long periods of time, also by hour, any time and anywhere. The actual rental method is carried out using peoples personal email that is easily and quickly obtained for maximum convenience. Just book a car and drive."},
{"q":"Who is the Hitch Me service intended for?",
"a":"The cooperative car service provides a solution for every license holder who wants to save the expenses and hassle of maintaining a private car and needs to go to errands, meetings, shopping and more. It is also intended for people interested in a convenient and affordable solution for a second car at home."},
{"q":"Does the service involve a monthly fee?",
"a":"There is no charge for the subscription"},
{"q":"Where can you find our vehicles?",
"a":"Tens of Hitch Me vehicles are deployed all over the country in selected locations. The list of stations is detailed on the website."},
{"q":"What vehicles does Hitch Me have? Automatic or manual?",
"a":"All Hitch Me ar vehicles are manual"},
{"q":"How do you actually rent a Hitch Me car?",
"a":"Order a car for the desired location and time on the website"},
{"q":"What is required at the end of the lease?",
"a":"Return the vehicle to the station from which it was taken. Lock the vehicle. Report the end of the rental on our website"},
{"q":"Is it possible to book a car in advance?",
"a":"Hitch Me allows youto order and reserve a car up to a month in advance, at no extra charge. In addition to the possibility to order a car immediately from the moment to relax."},
{"q":"Is it possible to make an order at night? Until when is the service active?",
"a":"Yes, you can order a car even at night, the service is active 24/6."},
{"q":"Is it possible to cancel an order",
"a":"No"},
{"q":"Why do we have to notify when returning the car?",
"a":"Hitch Mes computerized system is based on your reservation data..."},
{"q":"Is there a charge for the time the engine is on but the car is not driving?",
"a":"No. If you wish to sit it an air-conditioned room you can just rent a car from us and turn on the a/c."},
{"q":"Who pays for the fuel?",
"a":"Hitch Me. The renter only has to pay for the car rental. He can use it freely without worrying about his kms."},
{"q":"Who takes car of cleaning the car",
"a":"Hitch Me takes care of the maintenance and cleaning of the vehicle. Since the vehicle passes between several drivers a day, it is important to make sure that the vehicle is tidy and clean at the end of use so that the next driver can also enjoy the vehicle."},
 {"q":"How does Hitch Me make the exact charge for each order?",
"a":"The price is calculated by a fixed price per day or hour, times the amount of days or hours the car was rented for. Each car has a fixed price per day or per hour. The driving is for free."}
 ]